Bifurcation/results/openFoam(1e-5)/bifurcation_angle45_750_ascii/Re100/constant/transportProperties
FoamFile
{
    format      ascii;
    class       dictionary;
    object      transportProperties;
}
transportModel  Newtonian;
nu              [0 2 -1 0 0 0 0] 3.506311360448808e-06;
