Bifurcation/results/openFoam(1e-5)/bifurcation_angle45_750_ascii/Re100/system/decomposeParDict
FoamFile
{
    format      ascii;
    class       dictionary;
    object      decomposeParDict;
}
numberOfSubdomains 16;
method          scotch;
